Repository: ToMrArcher/kasteLek
Catalog: Kasteleken/Kasteleken/Support/*.lproj/Localizable.strings
Languages: nb

# Hvem har finest øyne?
source: Who has the nicest eyes?
nb: Hvem har finest øyne?

# Hvem onanerer mest?
source: Who masturbates the most?
nb: Hvem onanerer mest?

# Hvem har hatt trekant?
source: Who has had a threesome?
nb: Hvem har hatt trekant?

# Hvem har best rompe?
source: Who has the best ass?
nb: Hvem har best rompe?

# Hvem gifter seg for pengene?
source: Who will get married for the money?
nb: Hvem gifter seg for pengene?

# Hvem har ligget med flest?
source: Who has slept with the most people?
nb: Hvem har ligget med flest?

# Hvem får kjæreste iløpet av året?
source: Who will get a boy/girlfriend this year?
nb: Hvem får kjæreste iløpet av året?

# Hvem har sexleketøy?
source: Who has sextoy(s)?
nb: Hvem har sexleketøy?

# Hvem er prohoe? (ligger med folk pga høy status/inntekt)
source: Who is a prohoe? (sleeps with people for high status/income)
nb: Hvem er prohoe? (ligger med folk pga høy status/inntekt)

# Hvem gleder seg til å starte familie?
source: Who is looking forward to starting a family?
nb: Hvem gleder seg til å starte familie?

# Hvem er mest voksen for alderen?
source: Who is most mature for their age?
nb: Hvem er mest voksen for alderen?

# Hvem har den lyseste fremtiden?
source: Who has the brightest future?
nb: Hvem har den lyseste fremtiden?

# Hvem passer på Paradise Hotel?
source: Who would fit in at a reality show?
nb: Hvem passer på Paradise Hotel?

# Hvem blir ei ung mor?
source: Who will become a young mother?
nb: Hvem blir ei ung mor?

# Hvem er evig student?
source: Who will forever be a student?
nb: Hvem er evig student?

# Hvem slipper ikke inn på byen ikveld?
source: Who will not get into the club tonight?
nb: Hvem slipper ikke inn på byen ikveld?

# Hvem er født drita?
source: Who is born drunk?
nb: Hvem er født drita?

# Hvem nyter studentlivet mest?
source: Who enjoys the student life the most?
nb: Hvem nyter studentlivet mest?

# Hvem er en blotter?
source: Who is a flasher?
nb: Hvem er en blotter?

# Hvem har den sykeste latteren?
source: Who has the most insane laughter?
nb: Hvem har den sykeste latteren?

# Hvem får napp pga antrekket sitt i kveld?
source: Who hooks up because of their outfit tonight?
nb: Hvem får napp pga antrekket sitt i kveld?

# Hvem bryr seg mest om utseendet?
source: Who care the most about their looks?
nb: Hvem bryr seg mest om utseendet?

# Hvem har smisket seg til bedre karakterer?
source: Who sucks up to the teacher to get better grades?
nb: Hvem har smisket seg til bedre karakterer?

# Hvem har størst penis?
source: Who has the biggest penis?
nb: Hvem har størst penis?

# Hvem elsker alle foreldre?
source: Who loves all parents?
nb: Hvem elsker alle foreldre?

# Hvem er alle gutters/jenters drøm?
source: Who is all girl/boy's dream?
nb: Hvem er alle gutters/jenters drøm?

# Hvem har best stil?
source: Who has the best style?
nb: Hvem har best stil?

# Hvem lever livet som hver dag er den siste?
source: Who live life as every day is their last?
nb: Hvem lever livet som hver dag er den siste?

# Hvem har hatt analsex?
source: Who has had anal?
nb: Hvem har hatt analsex?

# Hvem liker å bli fistet?
source: Who enjoys being fisted?
nb: Hvem liker å bli fistet?

# Hvem er mest egoistisk?
source: Who is the biggest ego?
nb: Hvem er mest egoistisk?

# Hvem er best i senga?
source: Who is best in bed?
nb: Hvem er best i senga?

# Hvem har mest spennende pupper?
source: Who has the most exciting boobs?
nb: Hvem har mest spennende pupper?

# Hvem er mest desp?
source: Who is the most desperate?
nb: Hvem er mest desp?

# Hvem ligger mest sannsynlig med 4 på en kveld?
source: Who would most likely sleep with 4 in one night?
nb: Hvem ligger mest sannsynlig med 4 på en kveld?

# Hvem er mest aktiv på tinder?
source: Who is most active on tinder?
nb: Hvem er mest aktiv på tinder?

# Hvem kunne funne på å ta med en flaske vodka på skolen, istedenfor vann?
source: Who could bring a bottle of vodka to school instead of water?
nb: Hvem kunne funne på å ta med en flaske vodka på skolen, istedenfor vann?

# Hvem er alltid dressed to impress?
source: Who is always dressed to impress?
nb: Hvem er alltid dressed to impress?

# Hvem er mest slutty?
source: Who is most slutty?
nb: Hvem er mest slutty?

# Hvem synger finest?
source: Who is the best singer?
nb: Hvem synger finest?

# Hvem har de beste fylle historiene?
source: Who has the best drunk stories?
nb: Hvem har de beste fylle historiene?

# Hvem er fullest akkurat nå?
source: Who is the most drunk right now?
nb: Hvem er fullest akkurat nå?

# Hvem kunne risikert sitt liv for en annens?
source: Who could risk their life for someone else?
nb: Hvem kunne risikert sitt liv for en annens?

# Hvem er overtroisk?
source: Who is superstitious?
nb: Hvem er overtroisk?

# Hvem går med kosebukse på fest?
source: Who wears sweatpants to parties?
nb: Hvem går med kosebukse på fest?

# Hvem kunne tatt piercing i underlivet?
source: Who would take a piercing on their genitals?
nb: Hvem kunne tatt piercing i underlivet?

# Hvem kunne flasha ford bartenderen for en shot?
source: Who could flash the bartender for a shot?
nb: Hvem kunne flasha ford bartenderen for en shot?

# Hvem har de beste danseskillsa?
source: Who has the best dance skills?
nb: Hvem har de beste danseskillsa?

# Hvem kunne gitt en fyr/jente blowjob/slikka på dansegulvet?
source: Who could give a blowjob on the dance floor?
nb: Hvem kunne gitt en fyr/jente blowjob/slikka på dansegulvet?

# Hvem kunne ligget med faren/moren til en venn/venninne?
source: Who could sleep with a friends parent?
nb: Hvem kunne ligget med faren/moren til en venn/venninne?

# Hvem spyr først på byen?
source: Who is the first to puke?
nb: Hvem spyr først på byen?

# Hvem blir mest trolig langer?
source: Who is most likely to become a dealer?
nb: Hvem blir mest trolig langer?

# Hvem har grinet under sex?
source: Who has cried during sex?
nb: Hvem har grinet under sex?

# Hvem kunne løpt naken gjennom byen?
source: Who could run naked through town?
nb: Hvem kunne løpt naken gjennom byen?

# Hvem hadde ikke overlevd i jungelen?
source: Who could not survive in the jungle?
nb: Hvem hadde ikke overlevd i jungelen?

# Hvem har hatt flest friends with benenfits?
source: Who has had the most friends with benefits?
nb: Hvem har hatt flest friends with benenfits?

# Hvem drikker oftest?
source: Who drinks the most?
nb: Hvem drikker oftest?

# Hvem hooker med de yngste?
source: Who hook up with younger people?
nb: Hvem hooker med de yngste?

# Hvem er pappagutt/jente?
source: Who is a daddy's boy/girl?
nb: Hvem er pappagutt/jente?

# Hvem er mest kakse
source: Who is the most spoiled?
nb: Hvem er mest kakse

# Hvem kjøper mest nattmat?
source: Who buys the most food while drunk?
nb: Hvem kjøper mest nattmat?

# Hvem drikker aldri?
source: Who never drinks?
nb: Hvem drikker aldri?

# Hvem hooker med eldre?
source: Who hook up with older people?
nb: Hvem hooker med eldre?

# Hvem kjøper klær for status over komfort?
source: Who buys clothes for status over comfort?
nb: Hvem kjøper klær for status over komfort?

# Hvem er den yngste?
source: Who is the youngest?
nb: Hvem er den yngste?

# Hvem er den eldste?
source: Who is the oldest?
nb: Hvem er den eldste?

# Hvem har det søteste fjeset?
source: Who has the cutest face?
nb: Hvem har det søteste fjeset?

# Hvem er kjekkest/søtest?
source: Who is most handsome/prettiest?
nb: Hvem er kjekkest/søtest?

# Hvem i dette rommet kunne du hooket med i dag?
source: Who in this room could you hook up with tonight?
nb: Hvem i dette rommet kunne du hooket med i dag?

# Hvem har det beste antrekket?
source: Who has the best outfit tonight?
nb: Hvem har det beste antrekket?

# Hvem har best musikksmak?
source: Who has the best taste in music?
nb: Hvem har best musikksmak?

# Hvem har hatt sex i ett tre?
source: Who has had sex in a tree?
nb: Hvem har hatt sex i ett tre?

# Hvem har den fineste stemmen?
source: Who has the nicest voice?
nb: Hvem har den fineste stemmen?

# Hvem trenger mer drikke?
source: Who needs more to drink?
nb: Hvem trenger mer drikke?

# Hvem har de dyreste skoene?
source: Who has the most expensive shoes?
nb: Hvem har de dyreste skoene?

# Hvem har det beste skjegget?
source: Who has the best beard?
nb: Hvem har det beste skjegget?

# Hvem er dum nok til å svelge en kork?
source: Who is stupid enough to swallow a bottle cap?
nb: Hvem er dum nok til å svelge en kork?

# Hvem bruker mest penger?
source: Who spends the most money?
nb: Hvem bruker mest penger?

# Hvem bruker mest penger på byen?
source: Who spends the most money in the club?
nb: Hvem bruker mest penger på byen?

# Hvem er mest festlig?
source: Who likes to party the most?
nb: Hvem er mest festlig?

# Hvem stiller alltid opp?
source: Who is always showing up?
nb: Hvem stiller alltid opp?

# Hvem er mest romantisk?
source: Who is most romantic?
nb: Hvem er mest romantisk?

# Hvem er mest arbeidsnarkoman?
source: Who is workaholic?
nb: Hvem er mest arbeidsnarkoman?

# Hvem kjøper porno?
source: Who buys porno?
nb: Hvem kjøper porno?

# Hvem er pisket?
source: Who is whipped?
nb: Hvem er pisket?

# Hvem kunne fått seg en sugardaddy/mommy?
source: Who would enjoy having a suggardaddy/sugarmommy?
nb: Hvem kunne fått seg en sugardaddy/mommy?

# Hvem har på seg dyrest outfit?
source: Who is wearing the most expensive outfit?
nb: Hvem har på seg dyrest outfit?

# Hvem blir single for livet?
source: Who is single for life?
nb: Hvem blir single for livet?

# Hvem hooker aldri?
source: Who never hooks up with anyone?
nb: Hvem hooker aldri?

# Hvem har flere pulevenner?
source: Who has the most fuckfriends?
nb: Hvem har flere pulevenner?

# Hvem vil alltid drikke?
source: Who never wants to drink?
nb: Hvem vil alltid drikke?

# Hvem drikker aldri øl?
source: Who will never drink beer?
nb: Hvem drikker aldri øl?

# Hvem drikker bare sprit?
source: Who drinks liquor exclusivly?
nb: Hvem drikker bare sprit?

# Hvem er alltid kåt?
source: Who is always horny?
nb: Hvem er alltid kåt?

# Hvem liker å fiste/bli fistet?
source: Who likes to be fisted?
nb: Hvem liker å fiste/bli fistet?

# Hvem har hatt klamydia?
source: Who has had clamydia?
nb: Hvem har hatt klamydia?

# Hvem har gitt/fått en golden shower?
source: Who has given/received a golden shower?
nb: Hvem har gitt/fått en golden shower?

# Hvem har trangest fitte/størst kuk?
source: Who has the tightest pussy?
nb: Hvem har trangest fitte/størst kuk?

# Hvem liker anal best?
source: Who enjoys anal the most?
nb: Hvem liker anal best?

# Hvem liker smaken på sæd?
source: Who likes the taste of semen?
nb: Hvem liker smaken på sæd?

# Hvem kunne kjøpt sex?
source: Who could buy sex?
nb: Hvem kunne kjøpt sex?

# Hvem er mest høylytt under sex?
source: Who is the loudest during sex?
nb: Hvem er mest høylytt under sex?

# Hvem trenger å sjekke seg for STD?
source: Who needs to check themselves for STD?
nb: Hvem trenger å sjekke seg for STD?

# Hvem har de fineste ballene?
source: Who has the prettiest balls?
nb: Hvem har de fineste ballene?

# Hvem har finest rompe?
source: Who has the nicest ass?
nb: Hvem har finest rompe?

# Hvem har onanert med en frukt?
source: Who has masturbated with a fruit?
nb: Hvem har onanert med en frukt?

# Hvem rir best?
source: Who "rides" the best?
nb: Hvem rir best?

# Hvem har blitt pumpa?
source: Who has been pumped for alcohol poisoning (please don't drink that much)?
nb: Hvem har blitt pumpa?

# Hvem har finest kropp?
source: Who has the finest body?
nb: Hvem har finest kropp?

# Hvem sin søster/bror kunne du hooket med?
source: Whos sister or brother would you hook up with
nb: Hvem sin søster/bror kunne du hooket med?

# Hvem har en MILF/DILF?
source: Who has a MILF/DILF
nb: Hvem har en MILF/DILF?

# Hvem liker en finger i rompen?
source: Who enjoys having a finger in their butt?
nb: Hvem liker en finger i rompen?

# Hvem blir aldri gift?
source: Who will never marry?
nb: Hvem blir aldri gift?

# Hvem har kjøpt en hore?
source: Who has bought a whore?
nb: Hvem har kjøpt en hore?

# Hvem squirter?
source: Who is a squirter?
nb: Hvem squirter?

# Hvem har kjøpt en lap dance?
source: Who has bought a lapdance?
nb: Hvem har kjøpt en lap dance?

# Hvem har dårligst musikksmak?
source: Who has the poorest taste in music?
nb: Hvem har dårligst musikksmak?

# Hvem spør alltid etter snus?
source: Who always asks for free tobacco?
nb: Hvem spør alltid etter snus?

# Hvem får alt servert på et sølvfat?
source: Who gets everything they point at?
nb: Hvem får alt servert på et sølvfat?

# Hvem vil du ligge med i kveld?
source: Who do you want to fuck tonight?
nb: Hvem vil du ligge med i kveld?

# Hvem vil alltid spille drikkeleker?
source: Who always wants to play drinking games?
nb: Hvem vil alltid spille drikkeleker?

# Hvem er flink og bruker alltid kondom?
source: Who is always using a condom (good job)?
nb: Hvem er flink og bruker alltid kondom?

# Hvem har du våte drømmer om?
source: Who do you have wet dreams about?
nb: Hvem har du våte drømmer om?

# Hvem er alkoholiker?
source: Who is an alcoholic?
nb: Hvem er alkoholiker?

# Hvem trenger viagra?
source: Who needs viagra?
nb: Hvem trenger viagra?

# Hvem er den største pinglen?
source: Who is the biggest chicken?
nb: Hvem er den største pinglen?

# Hvem holder ut lengst?
source: Who lasts the longest?
nb: Hvem holder ut lengst?

# Hvem fiser mest?
source: Who has fisted the most?
nb: Hvem fiser mest?

# Hvem har hatt sex på mest kinky sted?
source: Who has had sex in the most kinky place?
nb: Hvem har hatt sex på mest kinky sted?

# Hvem vil eksperimentere med samme kjønn?
source: Who wants to experiment with the same sex?
nb: Hvem vil eksperimentere med samme kjønn?

# Hvem har hatt mest sex denne uken?
source: Who has had most sex this week?
nb: Hvem har hatt mest sex denne uken?

# Hvem har den skitneste internet historie-logg?
source: Who has the dirtiest Internet history (you gotta delete those)?
nb: Hvem har den skitneste internet historie-logg?

# Hvem kommer i fyllearresten?
source: Who ends up in the drunk arrest?
nb: Hvem kommer i fyllearresten?

# Hvem får aldri orgasme?
source: Who never gets an orgasm?
nb: Hvem får aldri orgasme?

# Hvem syntes sex er kjedelig?
source: Who thinks sex is boring?
nb: Hvem syntes sex er kjedelig?

# Hvem sovner mens de har sex?
source: Who could fall asleep during sex?
nb: Hvem sovner mens de har sex?

# Hvem løper naken inn i fuglekassen?
source: Who walks around their house naked?
nb: Hvem løper naken inn i fuglekassen?

# Hvem trenger et ligg?
source: Who needs sex desperately?
nb: Hvem trenger et ligg?

# Hvem har ingen standarder?
source: Who has no standards?
nb: Hvem har ingen standarder?

# Hvem kan flest sexposisjoner?
source: Who knows the most sex-positions?
nb: Hvem kan flest sexposisjoner?

# Hvem har gjort flest sexposisjoner?
source: Who has done the most sex-positions?
nb: Hvem har gjort flest sexposisjoner?

# Den som er mest edru, ta en shot!
source: The one who is the most sober takes a shot!
nb: Den som er mest edru, ta en shot!

# Alle tar en slurk.
source: Everyone takes a sip!
nb: Alle tar en slurk.

# Gjør deres beste danse moves. Drikk 5 ganger hvis du nekter.
source: Do your best dance moves, 5 sips for every refusal.
nb: Gjør deres beste danse moves. Drikk 5 ganger hvis du nekter.

# Ta den feteste selfien og legg den ut på Instagram med #kasteleken.
source: Take the most badass selfie and post it on Instagram with #ThrowingApp
nb: Ta den feteste selfien og legg den ut på Instagram med #kasteleken.

source: No challenge this time, just enjoy being alive in this awesome universe.
nb: Ingen challenge denne gangen, bare nyt livet og verdset hvor heldige dere er for å leve <3

source: Play a famous song and get ready for a singalong, 5 sips poor performance.
nb: Spill en kjent sang og gjør dere klar til allsang. 5 slurker straff for dårlig innsats.

# Alle må ta en slurk av drikken til høyre for seg
source: Everyone takes a sip from the person to their right.
nb: Alle må ta en slurk av drikken til høyre for seg

# Alle drikker ett glass vann, dere har nok godt for det!
source: Everyone drinks a glass of water, it's good for you.
nb: Alle drikker ett glass vann, dere har nok godt for det!

# Ahoy landkrabber, queue Kaptein Sabeltann.
source: Yall better bring out the Bud Light and cowboy hats, play Country Roads
nb: Ahoy landkrabber, queue Kaptein Sabeltann.

# Du fullførte spillet!
source: You completed the game!
nb: Du fullførte spillet!

# Kaste
source: Throw
nb: Kaste

# Kjøpet er fullført
source: Purchase completed
nb: Kjøpet er fullført

# Kjøpet ble ikke fulført
source: Purchase failed
nb: Kjøpet ble ikke fulført

# Gå i undertøy de neste 5 minuttene, eller ta 12 slurker.
source: Everyone go in your underwear for 5 minutes, or take 12 sips
nb: Gå i undertøy de neste 5 minuttene, eller ta 12 slurker.

# Alle tar to slurker.
source: Everyone take two sips
nb: Alle tar to slurker.

# Hvem kjøper sexleketøy som gave?
source: Who buys sex toys as a gift?
nb: Hvem kjøper sexleketøy som gave?

# Hvem må bli flinkere i senga?
source: Who needs to get better in bed?
nb: Hvem må bli flinkere i senga?

# Hvem har fot-fetisj?
source: Who has a foot fetish?
nb: Hvem har fot-fetisj?

# Hvem er dårlig til å flørte?
source: Who is a bad flirt?
nb: Hvem er dårlig til å flørte?

# Hvem burde ta av seg noen plagg?
source: Who should take off some clothes?
nb: Hvem burde ta av seg noen plagg?

# Hvem trenger en slurk?
source: Who needs a sip?
nb: Hvem trenger en slurk?

# Hvem kjøper voksen-magasiner?
source: Who buys adult magazines?
nb: Hvem kjøper voksen-magasiner?

# Hvem vil for alltid være jomfry?
source: Who will always be a virgin?
nb: Hvem vil for alltid være jomfry?

# Hvem er en håpløs romantiker?
source: Who is a hopeless romantic?
nb: Hvem er en håpløs romantiker?

# Hvem liker bondage?
source: Who likes bondage?
nb: Hvem liker bondage?

# Hvem elsker BDSM?
source: Who loves BDSM?
nb: Hvem elsker BDSM?

# Hvem har mest kinky sex?
source: Who has the most kinky sex?
nb: Hvem har mest kinky sex?

# Hvem er komfortabel med seksualiteten sin?
source: Who is comfortable with their sexuality?
nb: Hvem er komfortabel med seksualiteten sin?

# Hvem har du følelser for i dette rommet?
source: Who do you have feelings for in this room?
nb: Hvem har du følelser for i dette rommet?

# Hvem kunne betalt for noe med sex??
source: Who could pay for sex?
nb: Hvem kunne betalt for noe med sex??

# Hvem følgte ikke med i sex-undervisningen?
source: Who payed attention in sex education?
nb: Hvem følgte ikke med i sex-undervisningen?

# Hvem har merkelige sex-fantasier?
source: Who has strange sexual fantasies?
nb: Hvem har merkelige sex-fantasier?

# Hvem har størst pupper?
source: Who has the biggest boobs?
nb: Hvem har størst pupper?

# Hvem er dummest i fylla?
source: Who is the most stupid while drunk?
nb: Hvem er dummest i fylla?

# Hvem ville heller hatt en rolig kveld med en god film?
source: Who would rather stay home watching Netflix?
nb: Hvem ville heller hatt en rolig kveld med en god film?

# Hvem er dårligst i sport?
source: Who is the worst at sports?
nb: Hvem er dårligst i sport?

# Hvem er størst fotball-fan?
source: Who is the biggest football fan?
nb: Hvem er størst fotball-fan?

# Hvem betaler alltid for taxi?
source: Who is always paying for the cab/uber?
nb: Hvem betaler alltid for taxi?

# Hvem kjøpet alltid shots på byen?
source: Who is always buying shots at the club?
nb: Hvem kjøpet alltid shots på byen?

# Hvem leker ofte med livet?
source: Who is risking their life often?
nb: Hvem leker ofte med livet?

# Alle tar tre slurker.
source: Everyone takes three sips.
nb: Alle tar tre slurker.

# Alle tar fire slurker.
source: Everyone takes four sips.
nb: Alle tar fire slurker.

# Alle tar fem slurker.
source: Everyone takes five sips.
nb: Alle tar fem slurker.
